import React from 'react';
import Guide from '@/components/Guide';

const Home = () => {
  return (
    <div>----综合区----<br></br>
    steam群：222758030<br></br>
    主机群：384435617<br></br>
    炉石传说群：496657416<br></br>
    游戏王卡牌群：439306704<br></br>
    -----端游-----<br></br>
    英雄联盟群：348407967<br></br>
    云顶之弈群：668227572<br></br>
    CSGO群：708420918<br></br>
    PUBG群：1136572113<br></br>
    守望先锋大群：452847471<br></br>
    守望先锋小群：894082874<br></br>
    彩虹六号群：831365261<br></br>
    APEX群：708116210<br></br>
    刺客信条群：662665145<br></br>
    怪物猎人群：1121198253 1006451019<br></br>
    命运2群：753078081<br></br>
    星际战甲群：948457517<br></br>
    剑网三群：412032071<br></br>
    饥荒群：860276901<br></br>
    星际争霸：877513824<br></br>
    -----手游-----<br></br>
    LOL手游：766122632<br></br>
    和平精英群：866290891<br></br>
    王者荣耀大群：577437282<br></br>
    王者荣耀小群：859964653<br></br>
    光遇群：460083834<br></br>
    荒野乱斗群：1042148721<br></br>
    阴阳师群：934754326<br></br>
    碧蓝航线群：894562381<br></br>
    崩坏三/原神群：620179667<br></br>
    公主连结：743045883<br></br>
    明日方舟：102520851<br></br>
    FGO（月厨）：593088515<br></br>
    少女前线群：891521975<br></br>
    跑跑卡丁车：852597541<br></br>
    bangdream：51622265<br></br>
    火影忍者群：772191962<br></br>
    CF手游群：715146742<br></br>
    原神群：1138611831<br></br>
    第五人格：424832270<br></br>
    ___<br></br>
    没有的群只能说明我不知道，不代表没有<br></br>
    补充请私信Q:1625846367<br></br>
    本次更新于2021.01<br></br></div>
  );
};

export default Home;
